Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuortalasgiela_ja_davvisamegiela_digitala_satnegirjjit_valbmanan.html.tmx
Source language: sme
Languages: smn

source: Nuortalašgiela ja davvisámegiela digitála sátnegirjjit válbmanan
smn: Nuorttâsämikielâ já tavesämikielâ digitaallâš sänikirjeh láá valmâštum

source: Oulu universitehta Giellagas-instituhta almmustahttá nuortalašgiela ja davvisámegiela digitála sátnegirjjiid.
smn: Oulu ollâopâttuv Giellagas-instituut almostit nuorttâsämikielâ já tavesämikielâ digitaallâš sänikiirjijd.

source: Buohkaide rabas sátnegirjjiid almmustahttindilálašvuohta lágiduvvo disdaga borgemánu 25. beaivve dmu 10 čujuhusas https://oulu.zoom.us/j/69319349687 .
smn: Puohháid ávus sänikiirjij almostittemtilálâšvuotâ lii majebaargâ 25.porgemáánu tme. 10 čujottâsâst https://oulu.zoom.us/j/69319349687 .

source: Goabbáge sátnegirji lea doaimmahuvvon váldoáššis Oahpahus- ja kulturministeriija sierraruhtademiin, mii juolluduvvui Oulu universitehta Giellagas-instituhttii.
smn: Kuohtui sänikiirjij toimâttempargo lii porgum válduääšist Máttááttâs- já kulttuurministeriö Giellagas-instituutân mieđettâm sierânâsruttâdem vievâst.

source: Suoma-nuortalašgiella-sátnegirji lea ollašuhttojuvvon Sámedikki, Oulu universitehta Giellagas-instituhta, Helssega universitehta ja Romssa universitehta ovttasbargun.
smn: Suomâ-nuorttâsämikielâ-sänikirje olášuttem lii lamaš Sämitige, Oulu ollâopâttuv Giellagas-instituut, Helsig ollâopâttuv já Romsa ollâopâttuv ohtsâšpargo.

source: Originála suoma-nuortalašgiella-sátnegirjji dahkkivuoigatvuođat leat Sámedikkis.
smn: Algâalgâlâš suomâ-nuorttâsämikielâ tahheevuoigâdvuođah láá Sämitiggeest.

source: “Anán hui dehálažžan dan, ahte maiddái sámegielaid sátnegirjebargu eallá áiggi mielde.
smn: “Uáinám uáli tehálâžžân, ete meid sämikielâi sänikirjepargo iälá ääigist.

source: Dáid digitála sátnegirjjiid almmustahttin rahpá áibbas ođđa vejolašvuođaid nuortalašgiela ja davvisámegiela sátnegirjjiid geavaheapmái, dasgo dat leat rabas buohkaide ja daid geavaheapmi lea vejolaš ja álki gos beare.
smn: Tai digitaallâš sänikiirjij almostittem liäkká aaibâs uđđâ máhđulâšvuođâid nuorttâsämikielâ já tavesämikielâ sänikiirjij kevttimân, tastko toh láá ávus puohháid já sänikiirjij kevttim lii máhđulâš já älkkee kost peri.

source: ” illuda Sámedikki sátnejođiheaddji Tuomas Aslak Juuso sátnegirjjiid almmustahttima.
smn: ” illood Sämitige saavâjođetteijee Tuomas Aslak Juuso sänikiirjij almostittem.

source: Sámediggi lea leamaš nannosit mielde sátnegirjefitnus.
smn: Sämitigge lii lamaš nanosávt mieldi sänikirjehaavâst.

source: Suoma-nuortalašgiella-sátnegirjji doaimmahusbargui oassálasttiiga eatnigielat lahttun Sámedikki nuortalašgiela jorgaleaddji Merja Fofonoff ja oahppamateriálabargi Raija Lehtola.
smn: Suomâ-nuorttâsämikielâ sänikirje toimâttempaargon uásálistijn pargojuávhu eenikielâlâš jesânin Sämitige nuorttâsämikielâ jurgâleijee Merja Fofonoff já oppâmateriaalpargee Raija Lehtola.

source: Nuortalašgiela giellageavaheddjiide lea dehálaš ášši, ahte sátnegirji viimmat almmustahttojuvvo.
smn: Nuorttâsämikielâ kielâkevtteid lii merhâšittee äšši, ete sänikirje almostittoo viijmâg.

source: “Sátnegirjái lea leamaš garra ja bistevaččat lassáneaddji dárbu.
smn: “Sänikiirján lii lamaš korrâ já lasaneijee tárbu.

source: Earenoamáš dehálaš lea dat, ahte almmustahttojuvvon sátnegirjjis leat buorit sátneráhkadanmállet normerejuvvon čállinhámis.
smn: Eromâš tehálâš lii tot, ete sänikirjeest kávnojeh sänirähtimmaalih normâdum čäällimhäämist.

source: Sátnegirjji dárkkistanbarggu galggašii goittotge ain joatkit, dasgo sátnegirjji giehtačálus sisttisdoallá olu earenoamášsátneráju ja dan gieđahallamis dárbbašuvvojit eanet iešguđet surggiid áššedovdamuš ja giellajuhkosa návccat”, muitaleaba Fofonoff ja Lehtola vásáhusaineaskka sátnegirjebarggus.
smn: Sänikirje tärhistempargo kolgâččij kuittâg ain juátkiđ, tastko sänikirje kietâčaalâ siskeeld ennuv eromâšsánáduv já tom kietâdâlmân tarbâšičij eenâb eres áámmátsuorgij äššitubdâm sehe kielâjuáhus miärádâsâid”, muštâlává Fofonoff já Lehtola fiäránijn sänikirjepargoost.

source: Nuortalašgiela sátnegirjebarggu áigge dihttui dárbu maid ođđa normeremiidda.
smn: Nuorttâsämikielâ sänikirjepargo ääigi šoodâi meid tárbu uđđâ normâttemijd.

source: Giellanormerenbargu dahkkojuvvuige earenoamážit Suoma, Norgga ja Ruoŧa Sámedikkiid oktasaš davviriikkalaš giellaovttasbargoorgána Sääʹm Ǩiõllkaʹlddi (Sámi Giellagáldu) nuortalašgiela giellabargi Mervi Semenoffain ja nuortalašgiela giellajuhkosiin.
smn: Kielânormâdempargo tohhui eromâšávt Suomâ, Taažâ já Ruotâ Sämitiigij ohtsâštave-eennâmlâš kielâohtsâšpargo Säämi Kielâkäldee (Sámi Giellagáldu) nuorttâsämikielâ kielâpargee Mervi Semenoffáin já nuorttâsämikielâ kielâjuáhusáin.

source: Ođđa digitála suoma-nuortalašgiella sátnegirjjis leat suomagielat ohcansánit badjel 16 000 ja nuortalašgielat vástagat lagabui 19 000.
smn: Uđđâ digitaallâš suomâ-nuorttâsämikielâ sänikirjeest suomâkiel uuccâmsaanij meeri lii paijeel 16.000 já nuorttâsämikielâlij vastui mestâ 19 000.

source: Sátnegirji vuođđuduvvá Pekka Sammallahti ja Jouni Moshnikoff jagi 1991 almmustahttin bargui, man Jouni ja Satu Moshnikoff leaba dievasmahttán earenoamážit 2000-logu álgojagiid.
smn: Sänikirje vuáđđun lii Pekka Sammallahti já Jouni Moshnikoff ive 1991 almostittum kirje, maid Jouni já Satu Moshnikoff lává tievâsmittâm eromâšávt 2000-lovo aalgâst.

source: Sátnegirji almmustahttojuvvo Romssa universitehta sámi giellateknologiija guovddáža, Giellatekno, vuođus ja dat lea čujuhusas https://saan.oahpa.no/fin/sms .
smn: Sänikirje almostittoo Romsa ollâopâttuv säämi kielâteknologia kuávdáá, Giellatekno, siijđost já tot kávnoo čujottâsâst https://saan.oahpa.no/fin/sms/ .

source: Sátnegirji almmustahttojuvvo maiddái prentejuvvon veršuvdnan maŋŋelis čakčat 2020.
smn: Sänikirje almostittoo meid teddilum version maŋeláá čohčuv 2020.

source: Davvisámi-suoma digitála sátnegirjji giehtačállosa lea ráhkadan emeritusprofessor Pekka Sammallahti ovddit sátnegirjjiidis (1989 ja 1993) vuođul.
smn: Tavesämikielâ-suomâ digitaallâš sänikirje kietâčalluu lii čáállám emeritusprofessor Pekka Sammallahti suu ovdebij sänikiirjij (1989 já 1993) vuáđuld.

source: Sátnegirji sisttisdoallá olles 50 000 ohcansáni ja dahkki beaivvadahttá dan olles áigge.
smn: Sänikirje siskeeld suullân 50.000 uuccâmsäännid já čällee lasseet saanijd sänikiirján eivi.

source: Sammallahti sátnegirji almmustahttojuvvo Romssa universitehta Divvun-prošeavtta vuođus, čujuhusas http://satni.org/sammallahtismefin ( liŋka doaibmá 25.8.2020 rájes ).
smn: Sammallahti sänikirje almostittoo Romsa ollâopâttuv Divvun-proojeekt siijđost čujottâsâst http://satni.org/sammallahtismefin ( liŋkkâ tuáimá 25.8.20 rääjist ).

source: Digitála sátnegirjjit leat dehálaččat máŋgga ládje.
smn: Digitaallâš sänikirjeh láá teháliih maaŋgânáál.

source: Daid bokte lea vejolaš geavahit sátnegirjjiid jođánit gos ja goas beare, ja lassin dat rahpet vejolašvuođaid gárgehit iešguđetlágan giellateknologalaš applikašuvnnaid ja maiddái beaivvadahttit ja dievasmahttit materiála.
smn: Toh taheh máhđulâžžân sänikiirjij kevttim älkkeht já jotelávt, kost já kuás peri, já lasseen lekkâseh máhđulâšvuođah jieškote-uvlágán kielâteknologisâš heiviittâsâi oovdedmân já amnâstuvâi peividmân já tievâsmittemân.

source: Digitála sátnegirjjit leat mearka maiddái das, ahte giella eallá ja ovdána.
smn: Digitaallâš sänikirjeh láá meerhah meid kielâst mii iälá já ovdán.

source: Lassedieđut:
smn: Lasetiäđuh:

source: Sátnejođiheaddji Tuomas Aslak Juuso tlf. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: Gielladorvočálli Anne-Kirste Aikio tlf. 010 839 3124, anne-kirste.aikio(at)samediggi.fi
smn: Mä.

source: Má. sámi giellaáššiidčálli Marko Marjomaa tlf. 010 839 3183, marko.marjomaa(at)samediggi.fi
smn: säämi kielâašijčällee Marko Marjomaa tel. puh. 010 839 3183, marko.marjomaa(at)samediggi.fi
